-- Insert rows into table 'Customers'
INSERT INTO dbo.Students
   ([iid],[family],[name],[parentname],[group_id],[type])
VALUES
   ( 1,  N'Сидоров',   N'Иван',    N'Иванович',  1 ,N'S'),
   ( 2,  N'Петров',    N'Павел',   N'Петрович',  1 ,N'S'),
   ( 3,  N'Городов',   N'Андрей',  N'Павлович',  2 ,N'S'),
   ( 4,  N'Столицын',  N'Дмитрий', N'Васильевич',1 ,N'S'),
   ( 5,  N'Горный',	   N'Егор',    N'Сергеевич', 2 ,N'P'),
   ( 6,  N'Синицын',   N'Даниил',  N'Егорович',  1 ,N'S'),
   ( 7,  N'Сычев',     N'Сергей',  N'Андреевич', 2 ,N'S'),
   ( 8,  N'Фатхулин',  N'Василий', N'Михайлович',1 ,N'P'),
   ( 9,  N'Пимашин',   N'Артем',   N'Петрович',  2 ,N'S')
  
GO